[
  {
    "reviewer": "Sharia Khan",
    "rating": 5,
    "review": "Absolutely in love with this suit! The fabric is so soft and the embroidery is excellent its literally perfect for any occasion. Will definitely be buying again from RJ ATTIRE!!!!",
    "date": "2025-03-19"
  },
  {
    "reviewer": "Sholima Mandal",
    "rating": 4,
    "review": "Super Quick Assistance on Whatsapp and the people are so polite and humble, 9999536176 (great communication skills and assistance AAREEN)",
    "date": "2025-03-18"
  },
  {
    "reviewer": "Mitali Shomi",
    "rating": 5,
    "review": "I am so impressed with the quality of this suit like the attention to detail in the design is incredible and it fits perfectly im ready to wear it again! ",
    "date": "2025-03-17"
  },
  {
    "reviewer": "Aliya Khan",
    "rating": 3,
    "review": "I bought this for my sister and she loved itt the style is elegant and the suit looks much more expensive than it is",
    "date": "2025-03-15"
  },
  {
    "reviewer": "Emma Patel",
    "rating": 4,
    "review": "This outfit is exactly what I was looking for!",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Prity Pannu",
    "rating": 4,
    "review": "This is one of the best Pakistani suits I have ever bought The fabric is top-notch, It looks and feels amazing",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Paridhi Patel",
    "rating": 4,
    "review": "Perfect for any occasion! the embroidery on this was so beautiful.",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Sobhia Nazir",
    "rating": 4,
    "review": "Beautiful suit, amazing quality!",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Meena Nair",
    "rating": 4,
    "review": "The quality is SUPERB ",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Nancy Dhillon",
    "rating": 4,
    "review": "So happy with my purchase 😊The suit is gorgeous😍and the delivery was super fast. Thank you RJ ATTIRE!",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Radha Shetty",
    "rating": 4,
    "review": "Wore this suit to a family function and got so many compliments The quality and design are just incredible….",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Rita Munim",
    "rating": 4,
    "review": "I received my order yesterday, The design is beautiful, cant wait to get this stitched ",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Manju Grover",
    "rating": 4,
    "review": "I am so happy with my purchase! The suit is stunning and very well made. I feel really really confident wearing it!",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Neelam Sharma",
    "rating": 4,
    "review": "Charizma never disappoints I recently bought a dress from the collection and the quality exceeded my expectations The designs are always fresh and just simply beautiful",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Preeti Srivastava",
    "rating": 4,
    "review": "Elaf suits have the perfect balance of traditional and modern elements that they provide has just no match",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Neha Manocha",
    "rating": 4,
    "review": "I purchased a Maria B suit and the suit is absolutely LOVELY The fabric is luxurious and the embroidery is so perfect Definitely worth the investment",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Nishtha Sharma",
    "rating": 4,
    "review": "If you are looking for something elegant yet modern i personally  highly recommend Adan Libas. The suit I bought was not just only stylish but also incredibly comfortable to wear throughout the day",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Mona Kapoor",
    "rating": 4,
    "review": "Maria B always delivers exceptional quality and the fabric of my recent purchase is so comfortable, and the design is both elegant and timeless",
    "date": "2025-03-14"
  },
  {
    "reviewer": "Simran Ahuja",
    "rating": 4,
    "review": "Thankyou RJ ATTIRE for speedy delivery",
    "date": "2025-03-14"
  }
]
